Repository: diogojs/karmagrambot
Catalog: karmagrambot/locales/*/LC_MESSAGES/karmagram.po
Languages: pt_br

source: You are already being tracked in this chat 😀
pt_br: Você já está sendo rastreado neste chat 😀

source: You are now being tracked in this chat. Worry not, the contents of your messages are not saved, only their length ;)
pt_br: A partir de agora você está sendo rastreado neste chat. Não se preocupe, o conteúdo das suas mensagens não é salvo, apenas seu comprimento ;)

source: You are not being tracked in this chat 🤔
pt_br: Você não está sendo rastreado neste chat 🤔

source: You are no longer being tracked in this chat 🙋
pt_br: Você não está mais sendo rastreado neste chat 🙋

source: w
pt_br: s

source: week
pt_br: semana

source: y
pt_br: a

source: year
pt_br: ano

source: all
pt_br: todos

source: alltime
pt_br: todotempo

source: Could not find user named {username}
pt_br: Não encontrei o usuário {username}

source: (since {format_date(period, locale=LOCALE)})
pt_br: (desde {format_date(period, locale=LOCALE)})

source: (all time)
pt_br: (desde o início)

source: {user_info.username} has {user_karma} karma in this chat {period_suffix}.
pt_br: {user_info.username} tem {user_karma} de karma neste chat {period_suffix}.

source: month
pt_br: mês

source: Period {requested_period} is not supported.
pt_br: Período '{requested_period}' não suportado.

source: {group_devil.name}, there's a special place in hell for you, see you there.
pt_br: {group_devil.name}, há um lugar reservado para você no inferno. Te vejo lá.

source: {group_saint.name}, apparently you're the nicest person here. I don't like you.
pt_br: {group_saint.name}, aparentemente você é a pessoa mais querida por aqui. Não gosto de você.
